tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "linuxbrew/xorg"
tap "homebrew/caskroom-versions"
tap "bibendi/dip"
tap "linuxbrew/xorg" if OS.linux?
brew "zplug"
brew "anyenv"
brew "openssl@1.1"
brew "libffi"
brew "libyaml"
brew "docker-compose"
brew "fzf"
brew "gawk"
brew "ghq"
brew "gh"
brew "hub"
brew "keychain"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "tmux"
brew "vim"
brew "xclip" if OS.linux?
brew "zsh"
brew "gibo"
brew "docker"
brew "jq"
brew "dip"
cask "google-chrome"
cask "slack"
cask "discord"
cask "zoom"
cask "visual-studio-code"
cask "kindle"
cask "google-japanese-ime"
cask "google-backup-and-sync"
cask "spotify"

if OS.mac?
  brew "reattach-to-user-namespace"
  brew 'coreutils'
  brew 'gawk'
  brew 'gnu-sed'
end
