tap "bibendi/dip"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "linuxbrew/xorg"
brew "anyenv"
brew "openssl@1.1"
brew "coreutils"
brew "docker"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "gibo"
brew "gnu-sed"
brew "hub"
brew "jq"
brew "keychain"
brew "libffi"
brew "libyaml"
brew "mas"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zplug"
brew "zsh"
brew "bibendi/dip/dip"
cask "discord"
cask "dropbox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "logseq"
cask "obsidian"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "Flow", id: 1423210932
mas "Tailscale", id: 1475387142
mas "Todoist", id: 585829637
